[
    {
        "id": "01",
        "car_name": "SUZUKI WAGON-R",
        "seller_name": "Fazla-Rabbi",
        "mobile": "012-56352344",
        "location": "Jhenaidha",
        "categoryName": "microbus",
        "resale_price": "200K",
        "original_price": "300K",
        "condition":  "Excellent",
        "purchase_year":  "2020",
        "used_year":  "2 years",
        "img_url": "https://i.ibb.co/64FWB6G/images-2.jpg",
        "details": "The Suzuki Wagon R (Japanese: スズキ・ワゴンR, Suzuki Wagon'āru) is a kei car manufactured and marketed by Suzuki since 1993. The R in the name stands for Revolution and Relaxation.[1] The Wagon R uses a tall wagon configuration to maximize cabin space within kei car dimensional restrictions. The Wagon R is also sold by Mazda as the AZ-Wagon from 1994 to 2012 and as the Flair from 2012."
      },
    {
        "id": "02",
        "car_name": "The Ford Transit",
        "seller_name": "Akash Mojumdar",
        "mobile": "012-55352344",
        "location": "Jessore",
        "categoryName": "microbus",
        "resale_price": "150K",
        "original_price": "200K",
        "condition":  "Excellent",
        "purchase_year":  "2019",
        "used_year":  "3 years",
        "img_url": "https://i.ibb.co/M68BtqG/images.jpg",
        "details": "The Ford Transit is a family of light commercial vehicles manufactured by the Ford Motor Company since 1965, primarily as a cargo van, but also available in other configurations including a large passenger van (marketed as the Ford Tourneo in some markets since 1995), cutaway van chassis, and a pickup truck. The vehicle is also known as the Ford T-Series (T-150, T-250, T-350), a nomenclature shared with Ford's other light commercial vehicles"
      },
    {
        "id": "03",
        "car_name": "Hino Poncho",
        "seller_name": "Nayem Ahamedh",
        "mobile": "012-55352444",
        "location": "Dhaka",
        "categoryName": "microbus",
        "resale_price": "170K",
        "original_price": "200K",
        "condition":  "Good",
        "purchase_year":  "2018",
        "used_year":  "4 years",
        "img_url": "https://i.ibb.co/59b5d2s/download.jpg",
        "details": "The Nissan Civilian is sold under the Civilian and W41 or W 41 names. It is sold as the Civilian in Japan and several Central and South American countries. Its normal seating capacity is 26 passengers. Its main competitors are the Mitsubishi Fuso Rosa, Toyota Coaster, and Isuzu Journey, which significantly outnumber it in some countries."
      },
      {
        "id": "04",
        "car_name": "BMW-F40",
        "seller_name": "Jhon Bal",
        "mobile": "015-55123444",
        "location": "Subang-Jaya",
        "categoryName": "luxuryCar",
        "resale_price": "250K",
        "original_price": "300K",
        "condition":  "Excellent",
        "purchase_year":  "2020",
        "used_year":  "2 years",
        "img_url": "https://i.ibb.co/Khk0qdW/bmw2.jpg",
        "details": "The F40 1 Series premiered at the 2019 Frankfurt Auto Show and launched on 28 September 2019.[3] Built on the UKL2 platform, it shares the same front hood, fender panel, dashboard, and suspension as the 2 Series Gran Coupé.Compared to its predecessor, the F40 1 Series is 5 mm (0.2 in) shorter, 34 mm (1.3 in) wider, and 13 mm (0.5 in) taller.[6] Despite the decreases in length, due to the tighter packaging of the front-wheel drive engine, front legroom has increased by 42 mm (1.7 in), rear legroom has increased by 33 mm (1.3 in), and rear headroom has increased by 19 mm (0.7 in).[7] The boot capacity has also increased by 20 litres (0.71 cu ft) to 380 litres (13 cu ft) with the seats raised, and 1,200 litres (42 cu ft) with the seats folded.[8] The F40 1 Series is also 30 kg (66 lb) lighter due to increased use of aluminium."
      },
      {
        "id": "05",
        "car_name": "Mercedes-Benz E-Class",
        "seller_name": "Dabil",
        "mobile": "015-55142222",
        "location": "Subang-Jaya_ss15",
        "categoryName": "luxuryCar",
        "resale_price": "350K",
        "original_price": "400K",
        "condition":  "Excellent",
        "purchase_year":  "2022",
        "used_year":  "present",
        "img_url": "https://i.ibb.co/YbVfG71/Maserati-car.jpg",
        "details": "The Mercedes-Benz S-Class, formerly known as Sonderklasse (German for special class, abbreviated as S-Klasse), is a series of full-sized luxury sedans, limousines and armored sedans produced by the German automaker Mercedes-Benz, a division of the German company Mercedes-Benz. The S-Class is the designation for top-of-the-line Mercedes-Benz models and was officially introduced in 1972 with the W116, and has remained in use ever since. The S-Class is the flagship vehicle for Mercedes-Benz."
      },
      {
        "id": "06",
        "car_name": "2021 BMW 128ti",
        "seller_name": "Nabil",
        "mobile": "015-11112222",
        "location": "Kelang",
        "categoryName": "luxuryCar",
        "resale_price": "250K",
        "original_price": "300K",
        "condition":  "Good",
        "purchase_year":  "2022",
        "used_year":  "present",
        "img_url": "https://i.ibb.co/GTppPTr/bmw.jpg",
        "details": "The BMW 128ti is a car. This means it is capable of transporting you, up to four additional humans be they familiar or unfamiliar, and an assorted number and size of chattels.More specifically, it is a BMW 1 Series fitted with a 128ti badge, a 2.0-litre turbocharged engine driving the front wheels, an eight-speed automatic gearbox and a limited slip differential.Even more specifically, it is a five-door thorn in the side of the new, eighth-generation Volkswagen Golf GTI."
      },
      {
        "id": "07",
        "car_name": "Ferrari SF90 Stradale",
        "seller_name": "Angel",
        "mobile": "015-11112222",
        "location": "Kelang",
        "categoryName": "electicCar",
        "resale_price": "250K",
        "original_price": "350K",
        "condition":  "Excellent",
        "purchase_year":  "2022",
        "used_year":  "present",
        "img_url": "https://i.ibb.co/471X65Z/images-3.jpg",
        "details": "The Ferrari SF90 Stradale (Type F173) is a mid-engine PHEV (Plug-in Hybrid Electric Vehicle) sports car produced by the Italian automobile manufacturer Ferrari. The car shares its name with the SF90 Formula One car with SF90 standing for the 90th anniversary of the Scuderia Ferrari racing team and Stradale meaning made for the road."
      },
      {
        "id": "08",
        "car_name": "Toyota RAV4",
        "seller_name": "Jamil",
        "mobile": "015-56836278",
        "location": "Puchong",
        "categoryName": "electicCar",
        "resale_price": "420K",
        "original_price": "600K",
        "condition":  "Good",
        "purchase_year":  "2020",
        "used_year":  "2 years",
        "img_url": "https://i.ibb.co/ZKv8pkq/images.jpg",
        "details": "The Toyota RAV4 (Japanese: トヨタ・RAV4, Hepburn: Toyota Ravufō) is a compact crossover SUV produced by the Japanese automobile manufacturer Toyota. Considered the first ever compact crossover SUV,[1] it made its debut in Japan and Europe in 1994, and in North America in 1995, being launched in January 1996. The vehicle was designed for consumers wanting a vehicle that had most of the benefits of SUVs, such as increased cargo room, higher visibility, and the option of full-time four-wheel drive, along with the manoeuvrability and fuel economy of a compact car."
      },
      {
        "id": "09",
        "car_name": "BMWi8",
        "seller_name": "Mahamad",
        "mobile": "017-29111569",
        "location": "Kualampur",
        "categoryName": "electicCar",
        "resale_price": "530K",
        "original_price": "700K",
        "condition":  "Excellent",
        "purchase_year":  "2021",
        "used_year":  "1 years",
        "img_url": "https://i.ibb.co/grBCbym/EVs-2022.jpg",
        "details": "The BMW i8 is a plug-in hybrid sports car developed by BMW. The i8 was part of BMW's electrified fleet and was marketed under the BMW i sub-brand. The production version of the BMW i8 was unveiled at the 2013 Frankfurt Motor Show and was released in Germany in June 2014. Deliveries to retail customers in the U.S. began in August 2014. A roadster variant was launched in May 2018.[14] Production ended in June 2020."
      }
]